export const clubs = [
  {
    name: 'Арсенал',
    description:
      "«Арсена́л» (официальное полное название — Футбольный клуб «Арсенал», англ. Arsenal Football Club, английское произношение: [ˈɑsənəl 'futbɔ:l klʌb]) — английский профессиональный футбольный клуб из Северного Лондона (боро Ислингтон), выступающий в Премьер-лиге. Основан в октябре 1886 года. Клуб 13 раз становился чемпионом Англии, 14 раз выигрывал Кубок Англии, 17 Суперкубков Англии, 1 Трофей столетия Футбольной лиги, 1 Кубок обладателей кубков Европы и 1 Кубок ярмарок. Домашним стадионом клуба является «Эмирейтс», вмещающий 60 704 зрителя[1].\n" +
      '\n' +
      '«Арсенал» провёл бо́льшую часть своей истории в высшем дивизионе английского футбола, в 1992 году стал одним из клубов-основателей английской Премьер-лиги[4]. Также клуб является рекордсменом по количеству сезонов подряд, проведённых в высшем дивизионе чемпионата Англии, начиная с 1919 года[5].\n' +
      '\n' +
      'По данным Forbes на 2021 год, «Арсенал» занимал восьмое место в списке самых дорогих футбольных клубов мира и оценивался в сумму 2,8 млрд долларов США[6]. По данным аудиторской компании Deloitte, на январь 2021 года «Арсенал» занимал 11-ю строчку в рейтинге самых доходных футбольных клубов с доходом в размере 388 млн евро[7].',
    image: require('../assets/clubs/arsenal.jpeg'),
  },
  {
    name: 'Астон Вилла',
    description:
      "«А́стон Ви́лла» (полное название — Футбольный клуб «Астон Вилла», англ. Aston Villa Football Club, английское произношение: ['æstən ˈvɪlə 'futbɔ:l klʌb]) — английский профессиональный футбольный клуб из Бирмингема, графство Уэст-Мидлендс. Был основан в 1874 году. Является одним из 12 клубов-основателей Футбольной лиги Англии в 1888 году. С 1897 года выступает на стадионе «Вилла Парк», вмещающем более 42 тысяч зрителей[4] и входящем в десятку самых вместительных стадионов Англии. С 1992 года по 2016 год клуб выступал в Премьер-лиге, став одним из её 22 основателей[7]. В 2016 году клуб был продан американским предпринимателем Рэнди Лернером китайской компании Recon Group. По итогам сезона 2018/19 выиграл плей-офф Чемпионшипа и вернулся в Премьер-лигу, высший по значимости дивизион в системе футбольных лиг Англии.\n" +
      '\n' +
      'Один из старейших и самых титулованных клубов Англии: на счету «Астон Виллы» семь чемпионских титулов Первого дивизиона и семь побед в Кубке Англии[8]. «Астон Вилла» также является одним из шести английских клубов, выигравших Кубок европейских чемпионов[9]. Главным соперником «Астон Виллы» является «Бирмингем Сити», с которым разыгрывается бирмингемское дерби[10]. Традиционными цветами клуба являются бордовые футболки с лазурными рукавами, белыми шортами и лазурными гетрами.\n' +
      '\n' +
      'Главным тренером с 1 ноября 2022 года является испанский специалист Унаи Эмери, который сменил уволенного 20 октября 2022 года Стивена Джеррарда[6].',
    image: require('../assets/clubs/astonvilla.jpeg'),
  },
  {
    name: 'Бернли',
    description:
      "«Бе́рнли» (полное название — Футбольный клуб «Бернли», англ. Burnley Football Club, английское произношение: ['bɜrnli 'futbɔ:l klʌb]) — профессиональный английский футбольный клуб из города Бернли, графство Ланкашир. Является одним из клубов-основателей Футбольной лиги в 1888 году. Прозвище команды — «бордовые» — отражает главный цвет домашней формы.\n" +
      '\n' +
      'Выступает в Премьер-лиге, высшем дивизионе в системе футбольных лиг Англии.\n' +
      '\n' +
      'Клуб дважды становился чемпионом Англии (в сезонах 1920/21 и 1959/60), а также выигрывал Кубок Англии (в 1914 году). В 1961 году команда вышла в четвертьфинал Кубка европейских чемпионов. «Бернли» также является одним из пяти клубов, выигравших все четыре высших профессиональных дивизиона английского футбола (наряду с «Вулверхэмптон Уондерерс», «Престон Норт Энд», «Портсмутом» и Шеффилд Юнайтед)[1].\n' +
      '\n' +
      'Традиционные цвета команды (с 1910 года) — бордово-голубые, в честь доминировавшего в начале XX века в английском футболе клуба «Астон Вилла». Домашним стадионом клуба с 1883 года является «Терф Мур». Главным тренером клуба является Венсан Компани, сменивший на этом посту Шона Дайча в 2022 году.\n' +
      '\n' +
      'Принципиальным соперником является «Блэкберн Роверс», матчи против которого носят название дерби Восточного Ланкашира.',
    image: require('../assets/clubs/bernli.jpeg'),
  },
  {
    name: 'Борнмут',
    description:
      '«Бо́рнмут» (полное название — Атлетический футбольный клуб «Борнмут», англ. Athletic Football Club Bournemouth, Слушатьi/ˈbɔːrnməθ/) — английский профессиональный футбольный клуб из Борнмута, графство Дорсет, Юго-Западная Англия.\n' +
      '\n' +
      'В настоящее время выступает в Премьер-лиге, высшем по значимости дивизионе в системе футбольных лиг Англии.\n' +
      '\n' +
      'Клуб был основан в 1899 году под названием «Боском» (Boscombe F.C.) на основе существовавшего с 1890 года клуба «Боском Сент-Джонс Инститьют» (Boscombe St. John’s Institute F.C.). В 1923 году клуб изменил название на «Борнмут энд Боском Атлетик» (Bournemouth and Boscombe Athletic F.C.), а с 1972 года клуб называется просто «Борнмут». Домашние матчи с 1910 года клуб проводит на стадионе «Дин Корт» (с 2015 года стадион называется «Виталити» в соответствии со спонсорским соглашением). Большую часть своей истории «Борнмут» провёл в третьем дивизионе английского футбола. В сезоне 2015/16 впервые вышел в Премьер-лигу, где выступал до сезона 2019/20, по итогам которого занял 18-е место и выбыл в Чемпионшип.\n' +
      '\n' +
      'Прозвище клуба — «вишни» (The Cherries). Цвета клуба — чёрно-красные.',
    image: require('../assets/clubs/bornmut.jpeg'),
  },
  {
    name: 'Бре́нтфорд',
    description:
      "«Бре́нтфорд» (полное название — Футбольный клуб «Бре́нтфорд»; англ. Brentford Football Club, английское произношение: [ˈbrɛntfərd 'futbɔ:l klʌb]) — английский профессиональный футбольный клуб из одноимённого города в округе Хаунслоу на западе Большого Лондона. Основан в 1889 году. Наивысшим достижением клуба в высшем дивизионе является пятое место в сезоне 1935/36.\n" +
      '\n' +
      'Домашний стадион клуба — открытый в сентябре 2020 года «Брентфорд Коммьюнити», вмещающий более 17 тысяч зрителей. Ранее клуб выступал на стадионе «Гриффин Парк».\n' +
      '\n' +
      'По итогам сезона 2020/21 занял третье место в Чемпионшипе, после чего стал победителем плей-офф за выход в Премьер-лигу.\n' +
      '\n' +
      'В настоящее время выступает в Премьер-лиге, высшем по значимости дивизионе в системе футбольных лиг Англии.',
    image: require('../assets/clubs/brendford.jpeg'),
  },
  {
    name: 'Бра́йтон',
    description:
      "«Бра́йтон энд Хо́ув А́льбион» (полное название — Футбольный клуб «Брайтон энд Хоув Альбион» англ. Brighton & Hove Albion Football Club; английское произношение: [ˈbraɪtən ən ˈhoʊv ˈælbɪən 'futbɔ:l klʌb]) — английский профессиональный футбольный клуб из муниципалитета Брайтон-энд-Хов, Восточный Суссекс. Выступает в Премьер-лиге, высшем дивизионе в системе футбольных лиг Англии.\n" +
      '\n' +
      'Клуб был основан в 1901 году. Домашний стадион — «Фалмер» (коммерческое название — «Американ экспресс комьюнити стэдиум», или «Амэкс»), вмещающий более 30 тысяч зрителей.',
    image: require('../assets/clubs/brighton.jpeg'),
  },
  {
    name: 'Че́лси',
    description:
      "«Че́лси» (полное название — Футбольный клуб «Челси», англ. Chelsea Football Club, английское произношение: [ˈtʃɛlsiː 'futbɔ:l klʌb]) — английский профессиональный футбольный клуб из Фулема на юго-западе Лондона. Выступает в английской Премьер-лиге, высшем дивизионе в системе футбольных лиг Англии. Основан в 1905 году. Провёл бо́льшую часть своей истории в высшем дивизионе английского футбола. Один из наиболее титулованных клубов страны. Один из клубов-основателей английской Премьер-лиги в 1992 году[5]. «Челси» шесть раз становился чемпионом Англии, восемь раз выигрывал Кубок Англии и пять раз Кубок Футбольной лиги. Клуб дважды выигрывал Лигу чемпионов УЕФА, Кубок обладателей кубков УЕФА, Лигу Европы УЕФА и Суперкубок УЕФА[6]. «Челси» — единственный клуб, который выиграл три главных клубных турнира УЕФА дважды, а также единственный клуб, владевшим двумя еврокубками одновременно[7][8].\n" +
      '\n' +
      'Несмотря на своё название, клуб располагается не в районе Челси, а в соседнем Фулеме. Домашний стадион «Челси», «Стэмфорд Бридж», на котором клуб играет с момента основания, был открыт в 1877 году[3]. Стадион занимает 9-е место по вместимости в Англии и вмещает более 40 тысяч болельщиков. По данным за 2022 год «Челси» занимает 8-е место в списке клубов с самыми высокими доходами[9]. 8 июня 2017 года журнал Forbes оценил клуб в $1,845 млрд (£1,42 млрд)[10].\n' +
      '\n' +
      'Основная форма — синие футболки и шорты с белыми гетрами, подобная комбинация используется с 1960-х годов. Клубная эмблема несколько раз видоизменялась в попытках модернизации клубной символики; текущая эмблема, церемониальный синий лев, держащий посох, является модифицированной версией эмблемы, впервые принятой в 1953 году; данная версия эмблемы была принята в 2005 году[11]. Клуб занимает пятое место по посещаемости домашнего стадиона за всё время участия в английском футболе[12]. Средняя посещаемость домашних матчей в сезоне 2016/17 составила 41 528 человек, или 99,75 % от общего количества мест[13].',
    image: require('../assets/clubs/chelsea.jpeg'),
  },
  {
    name: 'Кри́стал Пэ́лас',
    description:
      "«Кри́стал Пэ́лас» (полное название — Футбольный клуб «Кристал Пэлас», англ. Crystal Palace Football Club, английское произношение: ['krɪstl 'pælɪs 'futbɔ:l klʌb]) — английский профессиональный футбольный клуб из Кройдона южный Лондон. В настоящее время выступает в Премьер-лиге, высшем дивизионе в системе футбольных лиг Англии.\n" +
      '\n' +
      'Клуб был основан в 1905 году. С 1924 года выступает на стадионе «Селхерст Парк». Главным соперником клуба является «Брайтон энд Хоув Альбион» с которым разыгрывается дерби М23[en]. Команда дважды выходила в финал Кубка Англии — в 1990 и 2016 году — в обоих случаях проиграв «Манчестер Юнайтед». Наилучшим результатом в лиге является 3-е место в Первом дивизионе сезона 1990/91.\n' +
      '\n' +
      'Прозвище клуба — «орлы» (The Eagles). Орёл также находится на эмблеме команды с 1970-х годов.',
    image: require('../assets/clubs/crystalpalace.jpeg'),
  },
  {
    name: 'Ливерпу́ль',
    description:
      "«Ливерпу́ль» (полное название — Футбольный клуб «Ливерпуль», англ. Liverpool Football Club, английское произношение: ['lɪvəpu:l 'futbɔ:l klʌb]) — английский профессиональный футбольный клуб из одноимённого города, расположенного в графстве Мерсисайд. Был основан в 1892 году; в следующем году вступил в Футбольную лигу Англии. С момента своего создания проводит домашние игры на стадионе «Энфилд». Стадион был построен в 1884 году, на нём изначально играл другой ливерпульский футбольный клуб, «Эвертон»[4]. «Энфилд» вмещает порядка шестидесяти одной тысячи болельщиков[2].\n" +
      '\n' +
      '«Ливерпуль» является 19-кратным чемпионом Англии, 8-кратным обладателем Кубка Англии, 10-кратным обладателем Кубка лиги, 16-кратным обладателем Суперкубка Англии, 3-кратным обладателем Кубка УЕФА, 6-кратным победителем Лиги чемпионов, 4-кратным обладателем Суперкубка УЕФА[5]. В общей сложности «Ливерпуль» выигрывал еврокубки тринадцать раз, что является четвёртым результатом после мадридского «Реала», «Милана» и «Баварии». Самый успешный период в истории клуба приходится на 1970-е и 1980-е годы, когда командой руководили Билл Шенкли и Боб Пейсли, которые совместно на двоих выиграли 11 чемпионских титулов и 7 европейских трофеев.\n' +
      '\n' +
      'Принципиальными соперниками клуба с давних лет являются английские команды «Эвертон»[6][7] и «Манчестер Юнайтед»[8], с которыми разыгрываются мерсисайдское и северо-западное дерби соответственно. Гимном клуба является песня You’ll Never Walk Alone, перепетая в дальнейшем ливерпульской группой Gerry & The Pacemakers[9].\n' +
      '\n' +
      'По данным Forbes на 2018 год, «Ливерпуль» занимал восьмое место в списке самых дорогих футбольных клубов мира и оценивался в сумму 1,944 млрд долларов США[10]. По данным аудиторской компании Deloitte, по итогам сезона 2016/17 «Ливерпуль» занимал 9-ю строчку в рейтинге футбольных клубов с ежегодным доходом в размере 424,2 млн евро[11].\n' +
      '\n' +
      'В 2020 году «Ливерпуль» по результатам исследования CIES Football Observatory признан самым дорогим по составу клубом в Европе[',
    image: require('../assets/clubs/liverpool.jpeg'),
  },
  {
    name: 'Манчестер Сити',
    description:
      "«Манче́стер Си́ти» (полное название — Футбольный клуб «Манчестер Сити», англ. Manchester City Football Club, английское произношение: [ˈmæntʃɪstər 'sɪtɪ 'futbɔ:l klʌb]) — английский профессиональный футбольный клуб из Манчестера, выступающий в Премьер-лиге, высшем дивизионе в системе футбольных лиг Англии. Был основан в 1880 году под названием «Сент Маркс (Уэст-Гортон)» (англ. St. Mark's (West Gorton)). В 1887 году был переименован в «Ардуик» (англ. Ardwick A.F.C.). С 1894 года называется «Манчестер Сити».\n" +
      '\n' +
      'За свою историю клуб сменил три стадиона: с момента своего основания и до 1923 года играл на «Хайд Роуд», с 1923 по 2003 год — на «Мейн Роуд». С 2002 года выступает на построенном стадионе «Сити оф Манчестер» (спонсорское название — «Этихад») вместимостью около 55 тысяч зрителей.\n' +
      '\n' +
      'В XX веке «Манчестер Сити» дважды становился чемпионом Англии (в сезонах 1936/37 и 1967/68), четыре раза выигрывал Кубок Англии, два раза — Кубок Футбольной лиги, трижды — Суперкубок Англии и один раз — международный трофей, европейский Кубок обладателей кубков УЕФА 1970 года. В 1990-е годы «Манчестер Сити» трижды опускался в нижние дивизионы, а также провёл сезон 1998/99 в третьем по значимости дивизионе английского футбола. В 2002 году клуб вернулся в высший дивизион, в котором выступает до сих пор. В 2008 году «Манчестер Сити» был приобретён компанией Abu Dhabi United Group, которая обеспечила значительный приток инвестиций, что позволило осуществить трансферы высокооплачиваемых футболистов. В 2011 году клуб выиграл Кубок Англии. Также по итогам сезона 2010/11 «Сити» напрямую квалифицировался в групповой этап Лиги чемпионов УЕФА и впервые с 1973 года завоевал право участвовать в Суперкубке Англии. Однако 7 августа 2011 года на «Уэмбли» проиграл чемпиону Англии «Манчестер Юнайтед» со счётом 3:2',
    image: require('../assets/clubs/manchestercity.jpeg'),
  },
  {
    name: 'Манче́стер Юна́йтед',
    description:
      "«Манче́стер Юна́йтед» (полное название — Футбольный клуб «Манчестер Юнайтед», англ. Manchester United Football Club; английское произношение: [ˈmæntʃɪstər ju:ˈnaɪtɪd 'futbɔ:l klʌb]) — английский профессиональный футбольный клуб из Траффорда, Большой Манчестер. Был основан в 1878 году под названием «Ньютон Хит (Ланкашир энд Йоркшир Рейлуэй)», в 1902 году изменил название на «Манчестер Юнайтед». Один из самых популярных футбольных клубов в мире[5][6][7]. Один из основателей английской Премьер-лиги в 1992 году[8].\n" +
      '\n' +
      'Домашний стадион «Юнайтед», «Олд Траффорд», был открыт в 1910 году. Он является крупнейшим после «Уэмбли» футбольным стадионом в Англии и вмещает более 74 тысяч зрителей.\n' +
      '\n' +
      '«Манчестер Юнайтед» является одним из самых успешных английских клубов по количеству выигранных титулов за всю историю, а под руководством Алекса Фергюсона — самым успешным клубом в Англии, выиграв 38 трофеев с 1986 по 2013 год[9][10]. В сезоне 2012/13 «Юнайтед» в рекордный 20-й раз стал чемпионом Англии. В 1968 году «Манчестер Юнайтед» стал первым английским клубом, выигравшим Кубок европейских чемпионов, победив в финале португальскую «Бенфику» со счётом 4:1[11]. В 1999 году клуб во второй раз выиграл главный европейский клубный трофей, одолев в финале мюнхенскую «Баварию» со счётом 2:1[12]. В 2008 году «Юнайтед» вновь выиграл Лигу чемпионов, обыграв в финале лондонский «Челси»[13].\n' +
      '\n' +
      'В 2023 году «Манчестер Юнайтед» занимал четвёртое место по доходам среди всех футбольных клубов мира[14]. В мае 2022 года Forbes оценивал клуб в 4,6 млрд долларов США (3,7 млрд фунтов)[15]. Таким образом, «Манчестер Юнайтед» занимает третье место в списке самых дорогостоящих футбольных клубов мира[16].\n' +
      '\n' +
      'Традиционными соперниками команды являются «Ливерпуль», «Лидс Юнайтед» и «Манчестер Сити», против которых разыгрываются северо-западное дерби, «дерби роз» и манчестерское дерби соответственно.\n' +
      '\n' +
      'Главным тренером клуба после окончания сезона 2021/22 является Эрик тен Хаг, сменивший временного главного тренера Ральфа Рангника[17][18]. Капитаном команды с июля 2023 года является Бруну Фернандеш, сменивший Гарри Магуайра[',
    image: require('../assets/clubs/manchesterunited.jpeg'),
  },
  {
    name: 'Вест Хэм Юна́йтед',
    description:
      "«Вест Хэм Юна́йтед» (полное название — Футбольный клуб «Вест Хэм Юнайтед», англ. West Ham United Football Club, английское произношение: [west hæm ju:ˈnaɪtɪd 'futbɔ:l klʌb]) — английский профессиональный футбольный клуб из Стратфорда. Выступает в Премьер-лиге — высшем дивизионе в системе футбольных лиг Англии.\n" +
      '\n' +
      'Клуб был основан в 1895 году под названием «Темз Айронуоркс[en]», а в 1900 году изменил название на «Вест Хэм Юнайтед».\n' +
      '\n' +
      'С 1904 по 2016 годы команда выступала на стадионе «Болейн Граунд» (также известном как «Аптон Парк»). С 2016 года команда выступает на стадионе «Лондон» (до 2016 года известном под названием «Олимпийский стадион»).\n' +
      '\n' +
      '«Вест Хэм Юнайтед» выступает в рамках Футбольной лиги Англии с 1919 года. В 1923 году клуб впервые вышел в высший дивизион. Команда трижды выигрывала Кубок Англии (в 1964, 1975 и 1980 годах). В 1965 году клуб выиграл Кубок обладателей кубков. В 1999 году «Вест Хэм Юнайтед» выиграл Кубок Интертото. В 2023 году выиграл Лигу конференций УЕФА[3][4][5].\n' +
      '\n' +
      'Прозвище клуба — «молотобойцы» (The Hammers) — является отсылкой к ранней истории клуба — команде «Темз Айронуоркс», которая состояла из работников судостроительного и металлургического завода на Темзе. Это также нашло отражение на клубной эмблеме, где изображена пара скрещённых клепальных молотков.',
    image: require('../assets/clubs/vestham.jpeg'),
  },
];
