export const history =
  'Премье́р-ли́га (англ. Premier League) — профессиональная футбольная' +
  'лига для английских футбольных клубов (также в ней могут играть' +
  'некоторые клубы из Уэльса). Является высшим дивизионом в системе' +
  'футбольных лиг Англии. В ней выступают 20 клубов. Чемпионат проходит' +
  'с августа по май, каждая команда проводит 38 матчей. До 2016 года' +
  'турнир официально назывался Премьер-лига Barclays (англ. Barclays' +
  'Premier League), с 2016 года турнир не имеет главного спонсора. За' +
  'пределами Англии турнир часто называют «английской Премьер-лигой»' +
  '(English Premier League). Турнир был основан 20 февраля 1992 года' +
  'под названием «Премьер-лига Футбольной ассоциации» (англ. FA Premier' +
  'League) после того, как клубы Первого дивизиона приняли решение о' +
  'выходе из Футбольной лиги, основанной в 1888 году, с целью получения' +
  'большей финансовой выгоды, в первую очередь за счёт получения' +
  'большей прибыли от продажи прав на телевизионные трансляции. С тех' +
  'пор Премьер-лига стала самым популярным спортивным чемпионатом в' +
  'мире. Также она является самой прибыльной футбольной лигой в мире:' +
  'консолидированные клубные доходы в сезоне 2007/08 составили 1,93' +
  'млрд фунтов (3,15 млрд долларов). На данный момент, согласно таблице' +
  'коэффициентов УЕФА, Премьер-лига является сильнейшим национальным' +
  'чемпионатом в Европе. В Премьер-лиге выступал 51 различный клуб' +
  '(49 из Англии и 2 из Уэльса), но лишь 7 из них выигрывали' +
  'чемпионский титул: «Манчестер Юнайтед» (13 раз), «Манчестер Сити» (7' +
  'раз), «Челси» (5 раз), «Арсенал» (3 раза), «Блэкберн Роверс» (1' +
  'раз), «Лестер Сити» (1 раз), «Ливерпуль» (1 раз).';

export const origin =
  'По завершении сезона 1990/91 поступило предложение об учреждении новой лиги с целью привлечения большего количества денег. 17 июля 1991 года клубы, входящие в Первый дивизион Футбольной лиги, подписали Учредительное соглашение, устанавливающее базовые принципы новой организации, которую решено было назвать Премьер-лигой Футбольной ассоциации (FA Premier League). Новообразованный высший дивизион получал коммерческую независимость от Футбольной ассоциации и Футбольной лиги и мог самостоятельно вести переговоры о продаже прав на телевизионные трансляции, а также заключать спонсорские соглашения. Считалось, что это поднимет уровень английских клубов и позволит им вновь успешно выступать в еврокубках и побеждать лучшие команды Европы, а также привлечет в чемпионат лучших футболистов мира — в 1991 году это казалось фантастикой.' +
  '' +
  'В 1992 году все 22 клуба Первого дивизиона официально вышли из состава Футбольной лиги, а 27 мая того же года была основана Премьер-лига Футбольной ассоциации. Это означало раскол в Футбольной лиге, которая существовала 104 года и включала в себя до этого момента четыре дивизиона. После образования Премьер-лиги в Футбольной лиге осталось три дивизиона. Формат чемпионата не изменился: в турнире приняло участие то же количество команд, что и ранее в Первом дивизионе (22 команды); правила «выхода и вылета» команд между Премьер-лигой и новым Первым дивизионом остались теми же, как между старым Первым и Вторым дивизионами.' +
  '' +
  'Премьер-лигу основали 22 клуба: «Арсенал», «Астон Вилла», «Блэкберн Роверс», «Челси», «Ковентри Сити», «Кристал Пэлас», «Эвертон», «Ипсвич Таун», «Лидс Юнайтед», «Ливерпуль», «Манчестер Сити», «Манчестер Юнайтед», «Мидлсбро», «Норвич Сити», «Ноттингем Форест», «Олдем Атлетик», «Куинз Парк Рейнджерс», «Шеффилд Юнайтед», «Шеффилд Уэнсдей», «Саутгемптон», «Тоттенхэм Хотспур» и «Уимблдон».';

export const formatCompetition =
  'В настоящее время в Премьер-лиге выступает 20 клубов. По ходу сезона, который длится с августа по май, каждый клуб дважды встречается со всеми остальными клубами: один раз — на своём поле и один раз — на поле соперника. Таким образом, сезон Премьер-лиги для каждого клуба состоит из 38 матчей. За победу в матче команда получает три очка, за ничью — одно очко. В случае поражения команда не получает очков. По завершении каждого сезона клуб, набравший больше всех очков, получает чемпионский титул. В случае равенства очков титул присуждается по разнице мячей, в случае равенства разницы мячей — по забитым голам. Если и после этого определить победителя не удаётся, команды занимают одну и ту же строчку турнирной таблицы. Если при этом требуется определить чемпиона или команду, которая покинет первенство, а также команду, которая квалифицируется в другие турниры, назначается дополнительный матч формата «плей-офф» на нейтральном поле. Три команды, набравшие наименьшее количество очков по итогам сезона, выбывают в Чемпионат Футбольной лиги, а оттуда, соответственно, в Премьер-лигу выходят три команды';

export const sponsors =
  'С 1993 по 2016 годы Премьер-лига имела официального спонсора. Спонсор определял официальное название чемпионата. Ниже представлен список спонсоров Премьер-лиги и официальные названия турнира:\n' +
  '\n' +
  '1993—2001: Carling (FA Carling Premiership)\n' +
  '2001—2004: Barclaycard (Barclaycard Premiership)\n' +
  '2004—2007: Barclays (Barclays Premiership)\n' +
  '2007—2016: Barclays (Barclays Premier League)\n' +
  'C 2016 года: нет официального спонсора\n' +
  'Контракт Премьер-лиги с Barclays истёк по окончании сезона 2015/16. Начиная с сезона 2016/17 у Премьер-лиги нет официального спонсора и турнир имеет «чистый бренд» в виде Премьер-лиги.\n' +
  '\n' +
  'Кроме того, у Премьер-лиги есть перечень партнёров и поставщиков, который включает Barclays, Carling, EA Sports, Nike и TAG Heuer.\n' +
  '\n';

export const domination =
  'Критике подвергался также факт наличия так называемой «большой четвёрки» (англ. Big Four) клубов. За исключением победы «Блэкберна» в сезоне 1994/95, до 2012 года лишь три клуба выигрывали чемпионский титул Премьер-лиги: «Манчестер Юнайтед», «Арсенал» и «Челси». Кроме того, до 2014 года «Манчестер Юнайтед» не финишировал ниже третьего места с момента основания Премьер-лиги; «Арсенал» завершал сезон не ниже пятого места во всех сезонах Премьер-лиги, кроме двух; «Ливерпуль», не выигрывавший чемпионский титул с момента основания Премьер-лиги, не завершал сезон ниже пятого места с 1999 по 2009 годы. Эти четыре клуба, добивавшиеся успеха в 1990-е и 2000-е годы, стали называться «большой четвёркой». С 2006 по 2009 годы клубы «большой четвёрки» занимали четыре первые строчки чемпионата, в связи с чем все четыре клуба квалифицировались в Лигу чемпионов УЕФА и получали финансовые бонусы от участия в этом турнире. Эти бонусы, как считается, ещё больше усиливали разрыв между клубами «большой четвёрки» и остальными клубами Премьер-лиги. В мае 2008 года главный тренер «Ньюкасла» Кевин Киган заявил, что доминирование «большой четвёрки» угрожает всей Премьер-лиге: «Существует опасность, что эта лига станет одной из самых скучных из элитных лиг в мире». После этого заявления Кигана исполнительный директор Премьер-лиги Ричард Скадэмор выступил в защиту лиги, заметив: «Существует множество разных противостояний в Премьер-лиге, как в её верхней части, так и в середине, и в нижней части. Это и делает её интересной».\n' +
  '\n' +
  'После 2009 года конфигурация «большой чётверки» клубов изменилась за счёт таких клубов как «Манчестер Сити» и «Тоттенхэм Хотспур», претендующих на чемпионский титул и на попадание в Лигу чемпионов.';

export const influence =
  'Представители футбольной федерации Нигерии выступили с заявлением, что рост популярности английской Премьер-лиги и сопутствующее увеличение телевизионных трансляций по всему миру негативно влияет на национальные чемпионаты других футбольных стран, приводя в пример Нигерию. Во время проведения матчей в английской Премьер-лиге падают показатели посещаемости домашних матчей клубов нигерийского чемпионата, а молодые и талантливые нигерийские футболисты «переманиваются» в Англию высокими зарплатами, которые не могут предложить игрокам местные клубы. Экстремальным примером глобализационного эффекта Премьер-лиги является инцидент, произошедший после финала Лиги чемпионов УЕФА 2008 года, когда в фанатской стычке между болельщиками «Манчестер Юнайтед» и «Челси» в Нигерии погибло семь человек';

export const leagueCup =
  'Кубок Премьер-лиги был создан компанией Royal Jewellers (Garrard & Co). Он весит 25 кг, а по размерам составляет 76 см в высоту, 43 см в ширину и 25 см в глубину. Кубок отлит из серебра 925 пробы и покрыт серебряной позолотой, а его основание сделано из малахита. По окружности основания проходит серебряная тесьма, на которой выгравированы названия клубов-чемпионов. Зелёный цвет малахита символизирует зелёный цвет футбольного газона. Дизайн кубка основан на геральдике трёх львов, которые ассоциируются с английским футболом. Два льва расположены над ручками с обеих сторон кубка, а третьего льва символизирует капитан команды-чемпиона, поднимающий кубок над головой на церемонии награждения, и золотая корона, венчающая кубок. Надпись на кубке менялась несколько раз: от оригинальной The F.A. Premier League до The Barclays Premiership, а затем просто Premier League.';
