export const stadiums = [
  {
    name: 'Олд Траффорд',
    description:
      '«Олд Траффорд» (англ. «Old Trafford») – домашний стадион клуба «Манчестер Юнайтед» (с 1910 года), вмещает около 76 000 зрителей. Стадион расположен в Траффорде, Англия, и является вторым по вместимости в этой стране (на первом месте – «Уэмбли»). Эта арена может похвастаться славной историей: здесь проходили полуфинальные матчи Кубка Англии, матчи чемпионата мира 1996 года и чемпионата Европы 1996 года, игры сборной Англии, финал Лиги Чемпионов 2003 года, а также Большой финал Суперлиги по регби и финал Кубка мира 2000 года. ' +
      '\n Стадион был построен  в конце 1909 года под руководством Арчибальда Лейтча, который сконструировал, в общей сложности, около 20 британских стадионов. Деньги на строительство – 60 000 фунтов –  выделил председатель клуба «Манчестер Юнайтед» Джон Генри Дейвис, решивший построить хороший стадион для своей команды, выигравшей Первый дивизион и Кубок Англии 1909 года. Уже 19 февраля 1910 года на новом стадионе состоялась первая игра «Юнайтед», которая закончилась поражением от «Ливерпуля» со счетом 3:4. Рекорд посещаемости стадиона был зафиксирован 25 марта 1939 года: полуфинал Кубка Англии между «Вулверхэмптон Уондерерс» и «Гримсби Таун» собрал 76 962 зрителей. \n В 1941 году немецкая авиация разрушила большую часть стадиона, и, пока шла реконструкция, «Манчестер Юнайтед» играл на «Мейн Роуд», стадионе команды «Манчестер Сити». Последняя требовала 5000 фунтов в год и проценты от денежных сборов за билеты, в результате чего у «Юнайтед» образовалась задолженность в размере 15 000 фунтов. «Олд Траффорд» открылся лишь в 1949 году – с реконструированными трибунами, но без крыши. 24 августа этого года состоялся первый матч «Юнайтед» после реконструкции арены. На этот раз, команда победила: «Болтон Уондерерс» были обыграны со счетом 3:0. На этот матч пришло 41 748 зрителей. С 1951 по 1959 годы была восстановлена крыша над всеми трибунами, затем на стадионе  установили современные прожекторы и перепроектировали Северную и Восточную трибуны, заменив поддерживающие крышу колонны на консольные опоры, а также расширили трибуну «Юнайтед Роуд». \n «Олд Траффорд» пережил много перестроек и улучшений, но с каждым улучшением вместимость стадиона снижалась: к началу 1980-х годов она составляла около 60 000 мест, к 1990 году стадион вмещал еще меньше. В январе 2000 года  закончилось строительство второго яруса Восточной трибуны, что увеличило вместимость до 61 000 мест, а после того, как был открыт второй ярус Западной трибуны, вместимость составила 68 217 мест. С 2005 по 2006 года велось строительство вторых ярусов на северо-западном и северо-восточных квадрантах, в результате чего вместимость возросла на 8000 мест, и уже в 2007 году был установлен новый рекорд посещаемости английской Премьер-Лиги: матч «Манчестер Юнайтед» – «Бирмингем Сити» собрал 69 070 зрителей. Но и это не было пределом: 31 марта 2007 года был зафиксирован действующий на данный момент рекорд посещаемости: на матче «Юнайтед» против «Блэкберн Роверс» присутствовало 76 098 человек. Наконец, в 2009 году сидячие места на стадионе были реорганизованы, в результате чего вместимость арены снизилась на 255 мест, составив, таким образом, 75 957 мест. \n 19 февраля 2010 года «Олд Траффорд» отпраздновал свой 100-летний юбилей. По этому случаю в музее «Манчестер Юнайтед» была открыта выставка, посвященная истории стадиона, а в марте того же года родственники экс-председателя клуба Джона Генри и родственники футболистов, сыгравших в первом матче на «Олд Траффорд», заложили памятную капсулу неподалеку от центрального туннеля стадиона \n Интересно, что к южной трибуне стадиона примыкает железнодорожная станция, которая открывается лишь в дни матчей. Станция эта – Manchester United FC Halt – распологается на южной ветке Ливерпульско-манчестерского пути Северной железной дороги, между станциями Deansgate и Trafford Park. Также до стадиона можно добраться по Олтринемской ветке наземного метро Манчестера (остановка «Олд Траффорд») и на автобусах от железнодорожной станции «Манчестер Пиккадилли».',
    image: require('../assets/stadiums/oldtrafford.jpeg'),
    views: '76212',
    openYear: '1909',
    site: 'https://www.manutd.com/en/help/faqs/visiting-old-trafford',
  },
  {
    name: 'Эмирейтс',
    description:
      '«Эмирейтс Стэдиум» (англ. «Emirates Stadium»; также известен как «Ashburton Grove» и «Arsenal Stadium») — домашний стадион футбольного клуба Арсенал, находится в Лондоне и вмещает 60 355 зрителей. Стадион можно назвать «молодым»: он был построен в июле 2006 года на смену старому стадиону «Арсенала» «Хайбери», став вторым по величине  стадионом английской Премьер-лиги (на первом месте «Олд Траффорд», домашний стадион клуба «Манчестер Юнайтед»). «Эмирейтс Стэдиум», строительство которого обошлось в 390 млн фунтов стерлингов, назван в честь главного спонсора клуба – авиакомпании «Emirates Airline», контракт с которой действует до 2012 года. Стадион будет носить это название как минимум до 2019 года. Так как «Emirates Airline» не является официальным спонсором «Лиги Чемпионов», то – согласно положению УЕФА относительно спонсоров – в матчах Лиги «Чемпионов стадион называется «Arsenal Stadium» \n Обычные места на стадионе стоят от 32 до 66 фунтов стерлингов для взрослых и около 13 фунтов стерлингов для детей (информация на сезон 2006-07). Основной центральный ряд, известный как «Club Level», состоит из 7 139 мест, которые продаются на срок от одного года до четырех лет. В сезоне 2006-07 цена такого места на один сезон варьировалась от 2 500 до 4 750 фунтов стерлингов. Самый дорогостоящий ряд, билеты на который даются только по приглашению и стоят от 25 000 фунтов стерлингов, известен как «Diamond Club» \n Поле стадиона «Эмирейтс Стэдиум» считается одним из лучших в мире, его размеры – 105 на 68 метров, в то время как поле бывшего стадиона «Арсенала» «Хайбери» было меньше: 100 на 66.7 метров. В сверо-западном и юго-восточном углах стадиона расположены два огромных экрана, возможно, появится и третий – в северо-восточном углу. \n Стадион был официально открыт 26 октября 2006 года при участии Филиппа Маунтбеттена, герцога Эдинбургского. Также должна была присутствовать королева Елизавета II, но она отсутствовала из-за болезни. \n «Арсенал» задумался о расширении стадиона во второй половине 1990-х годов. Вместимость их стадиона («Хайбери») составляла всего лишь 38 419 мест, что было меньше вместимости стадиона любого другого европейского клуба сопоставимого статуса. Местные жители были против расширения стадиона, как и местные власти, поэтому клуб задумался о постройке нового стадиона. Одно время «Арсенал» присматривался к «Уэмбли Стэдиум», но затем идею обосноваться там оставил. Новый стадион был спроектирован компанией «Sir Robert McAlpine» и фирмой «Buro Happold». Строительство началось в феврале 2004 года. Помимо самого стадиона были построены 2 моста, соединяющие стадион с парком «Дрейтен» (Drayton Park). \n Первый свой матч в Премьер-лиге на новом стадионе «Арсенал» провел 19 августа 2006 года против клуба «Астон Вилла». Матч завершился со счетом 1:1, а игрок «Астон Виллы» Олоф Мёльбрг забил первый гол Премьер-лиги на стадионе «Эмирэйтс Стэдиум». Свою первую победу в Премьер-Лиге «Арсенал» одержал 23 сентября 2006 года, победив команду «Шеффилд Юнайтед» со счетом 3:0. А свое первое поражение дома «Арсенал» потерпел 7 апреля 2007 года от команды «Вэст Хэм», проиграв 0:1. Первый международный матч на стадионе состоялся 3 сентября 2006 года между сборными Аргентины и Бразилии, Бразилия победила со счетом 3:0. Рекорд посещаемости стадиона – 60 161 зритель – был зафиксирован 3 ноября 2007 года в матче против команды «Манчестер Юнайтед», который завершился ничьей (2:2). \n Довольно знаменательной оказалась дата 23 октября 2011 года: в этот день «Арсенал сыграл свой 150 матч на «Эмирэйтс» и свой 100-й матч в Премьер-Лиге; кроме того, в этом матче (против клуба «Сток Сити») нападающий Робин Ван Перси забил 200-й гол «Арсенала» в Премьер-Лиге на этом стадионе.',
    image: require('../assets/stadiums/emirates.jpeg'),
    views: '60355',
    openYear: '2006',
    site: 'https://www.arsenal.com/thestadium',
  },
  {
    name: 'Этихад Стэдиум',
    description:
      '"Этихад Стэдиум" не сразу строился и, вполне естественно, не сразу получил столь странное для Великобритании название. Планы по строительству нового стадиона в Манчестере возводились ещё в 1989-м году, когда Манчестер пытался заполучить себе Летние Олимпийские игры в 1996-м году. Одного "Олд Траффорда" было мало, тем более, что арена "Манчестер Юнайтед" не была приспособлена под другие виды спорта, кроме футбола. Гонка за принятие Олимпиады была проиграна американской Атланте, и на четыре долгих года мечты об арене пришлось закопать. Помогло желание Англии вновь бороться за право называться хозяйкой Олимпиады. Гонка 2000-го года была проиграна Сиднею, но остановить постройку "Этихад Стэдиума" не могло уже ничто. \n \n' +
      '\tСовет "Манчестер Сити" по строительству никогда не стремился выделить свою новую домашнюю арену из единого городского вида. Множество архитекторов срезались на том, что предлагали "горожанам" создать экстравагантный "дом", выбивавшийся из единого стиля. Первый вид стадиона был другим, нежели, чем сейчас. "Манчестер Сити" был принуждён к строительству общеспортивного комплекса, дабы Манчестер мог принять в качестве меры поощрения Игры Содружества в 2002-м году. \n \n' +
      '\tПосле их завершения "Манчестер Сити" не стал откладывать перестройку арены на свой собственный лад. В первую очередь, "горожане" убрали все легкоатлетические дорожки, руководствуясь тем, что только чисто футбольный стадион будет приносить команде финансовую выгоду. Примеры "Делле Альпи" в Турине и "Олимпийского" стадиона в Мюнхене доказывали, что в современное время большому клубу нужно иметь специализированный собственный стадион. Самая первая игра, состоявшаяся на новеньком стадионе, произошла 10 августа 2003-го года. "Манчестер Сити" победил в товарищеской игре "Барселону" со счётом 2:1. Автором самого первого гола выступил форвард "Голубой луны" Николя Анелька.  \n \n' +
      '\tПриставка "Этихад" появилась у манкунианского стадиона после того, как в июле 2011-го года компания "Etihad Airways" выкупила у клуба на десять лет все коммерческие и титульные права, связанные с использованием бренда стадиона.  ',
    image: require('../assets/stadiums/etihad.jpeg'),
    views: '47726',
    openYear: '2002',
    site: 'http://www.cityofmanchesterstadium.co.uk/',
  },
  {
    name: 'Вилла Парк',
    description:
      '«Ви́лла Парк» — футбольный стадион в районе Астон города Бирмингема, Англия. С 1897 года является домашней ареной футбольного клуба «Астон Вилла». Стадион имеет 4-ю категорию по классификации УЕФА, на нём было проведено 16 международных матчей сборной Англии на высшем уровне. Первая международная встреча состоялась в 1899 году, последняя — в 2005 году. «Вилла Парк» стал первым футбольным стадионом в Англии, принимавшим международные матчи в течение 3-х разных веков. «Вилла Парк» принял последний в истории финал Кубка обладателей кубков между «Реал Мальоркой» и «Лацио» в 1999 году (1-2)',
    image: require('../assets/stadiums/villapark.jpeg'),
    views: '42573',
    openYear: '1897',
    site: 'https://www.stadiumguide.com/villapark/',
  },
  {
    name: 'Стэмфорд Бридж',
    description:
      'тадион футбольного клуба «Челси» называется «Стэмфорд Бридж» (англ. Stamford Bridge). Официальное открытие стадиона «Стэмфорд Бридж» состоялось 28 апреля 1877 года. Однако в течение первых 28 лет он использовался Лондонским Спортивным Клубом исключительно для проведения легкоатлетических соревнований. В 1904 году собственниками стадиона стали братья Гас[en] и Джозеф Мирс[en][2].\n' +
      '\n' +
      'Первоначально стадион был предложен футбольному клубу «Фулхэм», который отказался от этого предложения. В результате в 1905 году на «Стэмфорд Бридж» обосновалась новосозданная команда «Челси»[3]. «Стэмфорд Бридж» был спроектирован архитектором Арчибальдом Литчем[4]. Изначально он состоял из трибуны длиной в 110 метров (120 ярдов) на восточной стороне вместимостью до 5 000 зрителей. Остальные трибуны были открыты только после проведения значительных строительно-ремонтных работ.\n' +
      '\n' +
      'В течение 25 лет стадион практически не реконструировался. Лишь в 1930 году был построен навес над Южной Трибуной («Шед Энд»), который был демонтирован в 1994 году[2]. В 1939 году была построена Северная трибуна. Трибуна в северо-восточной части была продолжением восточной трибуны. Она очень сильно отличалась от всех других трибун, но её все равно использовали для дополнительного размещения болельщиков. Эта трибуна использовалась до 1975 года, затем демонтировали и открыли новую Северную Трибуну, которая была разрушена в 1993 году перед началом перестройки всего стадиона. В 1973 году была построена Восточная трибуна. Эта трибуна — единственная часть стадиона, сохранившаяся и по сей день, хотя во времена перестройки стадиона в 90-х годах она подверглась значительной реконструкции.\n' +
      '\n' +
      'Когда в конце 70-х годов клуб обанкротился, владельцы приняли решение продать «Стэмфорд Бридж» строительной компании для того, чтобы расплатиться с долгами, но последующая тяжелая борьба за возврат стадиона увенчалась успехом в 1992 году. Чтобы обрести уверенность в том, что подобная борьба с застройщиками не будет вестись и в дальнейшем, была организована Chelsea Pitch Owners, которой была предоставлена возможность приобретения участка, и которая приступила к сбору средств путём продажи акций компаний по 100 фунтов за штуку[5]. В декабре 1997 года «Челси Вилладж» реорганизовала финансы и, в частности, предоставила CPO безоборотный кредит на сумму в 10 миллионов фунтов с тем, чтобы завершить продажу участка. В свою очередь, CPO отдала «Челси» участок в аренду на 199 лет На сегодняшний день вместимость стадиона составляет 41 841 человек, сам стадион изменил свою овальную форму на форму прямоугольника с трибунами, максимально приближенными к полю. За последние 10 лет практически все части стадиона подверглись каким-либо изменениям. «Стэмфорд Бридж» — самый большой футбольный стадион в Лондоне после недавно построенных «Эмирейтс» и нового «Уэмбли» и один из лучших стадионов Великобритании и Европы. Строительство велось не только на территории самого стадиона, но и на всей территории комплекса клуба «Челси» (5 га, 50 000 м²). За это время был построен «Челси Вилладж». Спортивно-деловой комплекс состоит из двух четырёхзвездочных гостиниц, пяти ресторанов, конференц-залов, банкетных залов, ночного клуба, подземной автостоянки, спортивного клуба, развлекательных мероприятий для посетителей и бизнес-центра. Был пройден долгий путь с того момента, когда был построен легкоатлетический стадион в 1876 году.\n' +
      '\n' +
      'Клуб планирует увеличить вместимость до более чем 50 тыс. человек. Благодаря своему расположению в застроенной части Лондона на главной дороге, и рядом с двумя железнодорожными линиями, все это ставит серьёзные ограничения на расширение[7]. В результате у «Челси» были идеи переезда со «Стэмфорд Бридж» и постройкой нового стадиона[8]. Тем не менее, клуб подтвердил своё желание остаться на «Стэмфорд Бридж»[9]. Весной 2017 года городские власти Лондона поддержали план по сносу существующего стадиона «Стэмфорд Бридж» и строительству на его месте нового стадиона, способного принять почти в полтора раза больше зрителей — 60 тыс. человек. После того, как в 2018 году у владельца «Челси» российского олигарха Романа Абрамовича возникли проблемы с въездом в Великобританию, футбольный клуб объявил о заморозке проекта по созданию нового стадиона, назвав причиной «неблагоприятный инвестиционный климат»[10].\n' +
      '\n' +
      'Тренировочная база «Челси» находится в Кобхэме, графство Суррей. «Челси» переехал в Кобхэм в 2004 году. Предыдущая база находилась в Харлингтоне, которая с 2005 года принадлежит «Куинз Парк Рейнджерс»[11]. Полная перестройка базы в Кобэме была завершена в 2007 году',
    image: require('../assets/stadiums/stamfordbridge.jpeg'),
    views: '41841',
    openYear: '1877',
    site: 'https://www.chelseafc.com/page/HistoryDetail/0%2C%2C10268~1328575%2C00.html',
  },
  {
    name: 'Гудисон Парк',
    description:
      '«Гу́дисон Парк» (англ. Goodison Park) — футбольный стадион в Ливерпуле, Англия. Построен в 1892 году. На протяжении всего существования является домашней ареной футбольного клуба «Эвертон». Вмещает 39 414 зрителей[1]. На «Гудисон Парк» была построена первая в мире консольная трибуна (в 1971 году), поле стадиона было первым в английской лиге оборудовано подогревом.\n' +
      '\n' +
      '«Эвертон» провёл в высшем дивизионе английского футбола наибольшее количество сезонов среди всех клубов, причём лишь в четырёх первых сезонах клуб выступал не на «Гудисон Парк». Это обстоятельство делает «Гудисон Парк» стадионом, на котором прошло наибольшее в сравнении с любым другим стадионом количество матчей высшего дивизиона[2].\n' +
      '\n' +
      'В 1966 году на стадионе прошло 5 матчей чемпионата мира, включая полуфинал[3]. Этот факт делает «Гудисон Парк» единственным английским клубным стадионом, на котором проходил полуфинал чемпионата мира (второй полуфинал проходил на «Уэмбли», также как и финал, и матч за третье место).',
    image: require('../assets/stadiums/gudiconpark.jpeg'),
    views: '40157',
    openYear: '1892',
    site: 'https://www.stadiumguide.com/goodison/',
  },
  {
    name: 'Энфилд',
    description:
      '«Э́нфилд» (англ. Anfield) — футбольный стадион в Ливерпуле (Англия). Вмещает 61 276 зрителей, входит в десятку наиболее вместительных стадионов Англии. Домашний стадион футбольного клуба «Ливерпуль» на протяжении всей его истории (с 1892 года). С 1884 по 1891 год «Энфилд» был домашним стадионом «Эвертона» до переезда клуба на «Гудисон Парк» из-за споров об оплате аренды стадиона[4].\n' +
      '\n' +
      'Стадион имеет 4 трибуны: Спион Коп, главная трибуна, трибуна имени сэра Кенни Далглиша и «Энфилд Роуд». Рекорд посещаемости стадиона был установлен в 1952 году, когда на матч с «Вулверхэмптон Уондерерс» собралось 61 905 зрителей[4]. В результате доклада Тейлора о трагедии на «Хиллсборо» с 1994 года все места на стадионе стали сидячими, что значительно уменьшило вместимость стадиона. Также на территории стадиона находятся двое ворот, названных в честь двух тренеров «Ливерпуля»: Боба Пейсли и Билла Шенкли. За пределами стадиона установлен памятник Шенкли.\n' +
      '\n' +
      'Планировалось заменить «Энфилд» на строящийся «Стэнли Парк». Это предложение было выдвинуто владельцами клуба Томом Хиксом и Джорджем Джилеттом, но вскоре отвергнуто организацией Fenway Sports Group, владеющей стадионом до сих пор.\n' +
      '\n' +
      'В декабре 2014 года было начато расширение главной трибуны[5], предполагающее увеличение вместимости стадиона свыше 61 тысячи зрителей. Расширение планируется закончить в первом квартале 2024 года',
    image: require('../assets/stadiums/enfild.jpeg'),
    views: '45362',
    openYear: '1884',
    site: 'https://www.liverpoolfc.com/',
  },
  {
    name: 'Крейвен Коттедж',
    description:
      '«Крейвен Коттедж» (англ. Craven Cottage) — футбольный стадион в Лондоне, в районе Фулем. Основан в 1896 году. Домашние матчи на нём проводит футбольный клуб «Фулхэм». Стадион вмещает 25 678 зрителей. Считается одним из самых исторически ценных стадионов Англии. \n До «Крейвен Коттеджа» «Фулхэм» долго искал себе стадион, всего их было десять. Стадион расположен на территории бывшего охотничьего угодья Анны Болейн. Стадион реконструировали, так как раньше он был предназначен для игры в крокет. Первоначально трибуны были деревянные, а поле ужасного качества. Помог в развитии стадиона Лэйч, который в 1906 году помог построить новую трибуну, которая ныне названа в честь Д. Хэйнса, бывшего капитана клуба. За трибуной Хэйнсу установлен памятник.\n' +
      '\n' +
      'Архитектор создал в углу стадиона небольшой павильон, ныне представляющий большую архитектурную ценность. В 2004 году «Фулхэм» покинул стадион на время реконструкции и переехал на «Лофтус Роуд», где в настоящее время выступает «КПР».\n' +
      '\n' +
      'Раньше средняя посещаемость матчей составляла около 50 тысяч зрителей, сейчас же — не превышает 25 тысяч. Самые верные и активные поклонники располагаются на трибуне «Хэмми», которая считается «поющей трибуной». Крыша над ней была возведена на деньги экс-игрока Алана Маллери.\n' +
      '\n' +
      'На трибуне «Путни Энд» размещаются, как говорят фанаты «Фулхэма», туристы. Это болельщики, которые посетили стадион на время экскурсии.\n' +
      '\n' +
      'Трибуна «Риверсайд» расположена на берегу Темзы, была построена в 1972 году.\n' +
      '\n' +
      'Угловой павильон между трибунами «Путни Энд» и «Хэмми» используется для различных клубных совещаний и заседаний. Ранее он использовался как раздевалка для игроков. На другом павильоне расположены корпоративные боксы.',
    image: require('../assets/stadiums/krayven.jpeg'),
    views: '26600',
    openYear: '1896',
    site: 'https://www.fulhamfc.com/visit/craven-cottage/',
  },
];
